# Public core CLI tools for macOS / Linux (Homebrew)
brew "stow"
brew "git"
brew "gh"
brew "ghq"
brew "zsh"
brew "starship"
brew "direnv"
brew "peco"
brew "fzf"
brew "tmux"
brew "neovim"
brew "bat"
brew "eza"
brew "fd"
brew "ripgrep"
brew "jq"
brew "yq"
brew "tree"
brew "glow"
brew "jnv"
brew "lazygit"
